tap "heroku/brew"
tap "homebrew/bundle"
tap "jandedobbeleer/oh-my-posh"
tap "stripe/stripe-cli"
brew "autoconf"
brew "automake"
brew "cocoapods"
brew "ddcctl"
brew "glog"
brew "gh"
brew "nvm"
brew "python@3.12"
brew "rbenv"
brew "rclone"
brew "shfmt"
brew "tree"
brew "watchman"
brew "zsh"
brew "heroku/brew/heroku"
brew "jandedobbeleer/oh-my-posh/oh-my-posh"
brew "stripe/stripe-cli/stripe"
cask "ngrok"
cask "react-native-debugger"
vscode "anseki.vscode-color"
vscode "be5invis.vscode-custom-css"
vscode "bradlc.vscode-tailwindcss"
vscode "chris-noring.node-snippets"
vscode "davidanson.vscode-markdownlint"
vscode "dbaeumer.vscode-eslint"
vscode "dsznajder.es7-react-js-snippets"
vscode "editorconfig.editorconfig"
vscode "equimper.react-native-react-redux"
vscode "esbenp.prettier-vscode"
vscode "formulahendry.code-runner"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "gruntfuggly.todo-tree"
vscode "humy2833.ftp-simple"
vscode "jock.svg"
vscode "ms-azuretools.vscode-docker"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vsliveshare.vsliveshare"
vscode "nacholaciar.tokyo-midnight"
vscode "naumovs.color-highlight"
vscode "octref.vetur"
vscode "pkief.material-icon-theme"
vscode "rajd.react-native-stylesheet-color-palette"
vscode "ritwickdey.liveserver"
vscode "shakram02.bash-beautify"
vscode "shd101wyy.markdown-preview-enhanced"
vscode "visualstudioexptteam.intellicode-api-usage-examples"
vscode "visualstudioexptteam.vscodeintellicode"
vscode "vscode-icons-team.vscode-icons"
vscode "vue.volar"
vscode "yandeu.five-server"
